[
  "link-favicon",
  "obsidian-outliner",
  "calendar",
  "table-editor-obsidian",
  "dataview",
  "obsidian-mind-map",
  "obsidian-auto-link-title",
  "cm-editor-syntax-highlight-obsidian",
  "various-complements",
  "obsidian-git"
]